[
    "Anna, die in der Stadt lebt, geht jeden Morgen in [die/der] Schule, wo sie ihre Freunde trifft und spannende Geschichten austauscht. Ihr Lehrer, der sehr [streng/strenk] ist, erklärt den Schülern den komplizierten Mathe-Stoff, den sie mit Aufmerksamkeit verfolgen. Nach dem Unterricht, wenn die Glocke [läutet/läuttet], spielt sie mit ihren Freunden auf dem Spielplatz, der voller Schaukeln und Rutschen ist. Zu Hause hilft sie ihrer Mutter [bei der/bei dem] Vorbereitung des Abendessens, das immer lecker riecht und die Familie zusammenbringt. Abends liest sie ein Buch, [das/dass] von Abenteuern handelt, und träumt von fernen Ländern, die sie eines Tages besuchen möchte. Sie freut sich bereits [auf den/auf dem] nächsten Tag, an dem ein Ausflug in den Wald geplant ist, voller Entdeckungen.",
    "Der Junge namens Tim, der leidenschaftlich Fußball spielt, trainiert jeden [Nachmittag/Nachmitag] mit seinem Team auf dem Platz. Sein Trainer, der erfahrene Mann, gibt [den/der] Spielern Tipps, wie sie besser dribbeln können. Nach dem Training, das anstrengend ist, trinkt er aus [der/die] Flasche frisches Wasser, um sich zu erholen. Zu Hause erzählt er seiner Familie von [den/des] Toren, die er geschossen hat, und sie hören gespannt zu. Abends schaut er ein Video [über die/über den] berühmten Spieler, die ihn inspirieren. Er plant schon für das [Wochenende/Wochende] ein Match gegen die Nachbarjungen.",
    "In dem kleinen Dorf lebt eine Familie, die einen [Bauernhof/Bauernhoff] betreibt, mit vielen Tieren. Die Tochter hilft ihrem Vater bei [der/dem] Ernte, die in diesem Jahr reichlich [ausfällt/ausfählt]. Nach der Arbeit, die schweißtreibend ist, füttert sie [die/dem] Hühner, die [fröhlich/frölich] gackern. Die Mutter bereitet in [der/die] Küche ein [Mahl/Mal] zu, das aus frischem Gemüse besteht. Abends sitzen sie zusammen [am/an] Tisch und besprechen den Tag, voller Dankbarkeit. Sie freuen sich auf [den/dem] Markttag, wo sie ihre [Produkte/Produckte] verkaufen werden.",
    "Max, der neugierige Schüler, erkundet [den/der] Wald mit seiner Klasse während eines Ausflugs. Der [Lehrer/Lerer] erklärt [den/der] Kindern die verschiedenen Bäume, die hoch in den Himmel ragen. Nach der [Erklärung/erklärung], die interessant ist, sammeln sie Blätter für [das/die] Sammlung, die sie später analysieren. Zu Hause zeigt er seiner Schwester das Gesammelte und sie staunt darüber. Abends [malt/mahlt] er ein Bild von den Tieren, die er [gesehen/geseen] hat. Er träumt von [dem/den] nächsten Abenteuer in der [Natur/Nathur].",
    "Die [Stadtbibliothek/Stadtbibilothek], die alt und [ehrwürdig/ehrwürdich] ist, beherbergt viele Bücher über Geschichte. Lisa sucht ein Band über alte [Zivilisationen/Zivilisazionen], der sie fasziniert. Die Bibliothekarin hilft ihr bei [der/dem] Suche und findet das Buch schnell. Nach dem Lesen, das spannend ist, notiert sie [wichtige/wichtiche] Fakten in ihr Heft. Zu Hause diskutiert sie [mit den/mit dem] Eltern über das [Gelernte/gelernte]. Sie plant für [die/das] Schule einen Vortrag darüber.",
    "Der [Zoo/Zooh] in der Stadt lockt viele Besucher, [die die/die die die] Tiere beobachten wollen. Tom füttert [den Affen/der Affen] mit [Bananen/Banananen], die sie [gierig/girig] essen. Nach dem Rundgang, der lang ist, ruht er sich auf [einer/eine] Bank aus. Seine Freundin erzählt von [dem/den] vielen Elefanten, die majestätisch wirken. Abends schaut er Fotos der Tiere an.",
    "In der Schule lernen die Kinder über den für die Zukunft wichtigen [Umweltschutz/Umweltschuz]. Der Lehrer zeigt [den/der] Schülern einen Film über Recycling. Nach dem Film, der nachdenklich macht, diskutieren sie über [das/die] [Probleme/Problehme] der Verschmutzung. Zu Hause sortiert Anna [den/dem] Müll sorgfältig, um beizutragen. Abends liest sie ein Buch über den [Klimawandel/Cklimawandel]. Sie engagiert sich in [einem/eine] Projekt für saubere Flüsse."
]