{
    "texts": [
        "Peter kam aufgeregt nach Hause und berichtete: „Mutti, eben hat mich ein Bub angefahren.“ „Hast du dich verletzt?“, fragte die Mutter besorgt. „Ja, hier am Knie und am Ellbogen“, erklärte Peter.",
        "Die Lehrerin fragte: „Wer hat die Hausaufgaben gemacht?“ Anna meldete sich und sagte: „Ich habe alles fertig.“ „Sehr gut“, lobte die Lehrerin, „das freut mich.“",
        "Der Vater rief: „Kommt alle zum Essen.“ Die Kinder antworteten: „Wir kommen sofort.“ „Vergesst nicht, eure Hände zu waschen“, erinnerte er sie.",
        "„Wo ist mein Buch?“, fragte Lisa. Ihre Schwester antwortete: „Es liegt auf dem Tisch.“ „Danke“, sagte Lisa erleichtert.",
        "Der Arzt fragte: „Wo tut es weh?“ „Hier am Bauch“, antwortete der Patient. „Das müssen wir genauer untersuchen“, meinte der Arzt.",
        "„Können wir heute ins Kino gehen?“, fragte Tim. Seine Mutter überlegte und sagte: „Ja, aber erst nach den Hausaufgaben.“ „Super“, freute sich Tim.",
        "Die Grossmutter erzählte: „Früher hatten wir keinen Fernseher.“ „Was habt ihr dann gemacht?“, fragte das Kind neugierig. „Wir haben viel gelesen und gespielt“, erklärte sie.",
        "„Das Wetter ist heute schön“, bemerkte der Nachbar. „Ja, endlich Sonne“, stimmte Herr Müller zu. „Wollen wir einen Spaziergang machen?“, schlug er vor.",
        "Der Lehrer erklärte: „Morgen schreiben wir einen Test.“ „Über welches Thema?“, fragte ein Schüler. „Über Grammatik und Rechtschreibung“, antwortete der Lehrer.",
        "„Ich habe Hunger“, klagte das Kind. Die Mutter sagte: „Das Essen ist gleich fertig.“ „Kann ich schon mal probieren?“, bat das Kind.",
        "Der Polizist fragte: „Haben Sie den Unfall gesehen?“ „Ja, ich war Zeuge“, antwortete der Mann. „Können Sie mir beschreiben, was passiert ist?“, bat der Polizist.",
        "„Wann fährt der nächste Zug?“, erkundigte sich die Frau. „In zehn Minuten“, informierte der Angestellte. „Danke für die Auskunft“, sagte sie.",
        "Die Schwester fragte: „Darf ich dein Fahrrad ausleihen?“ „Ja, aber pass gut darauf auf“, antwortete der Bruder. „Versprochen“, sagte sie.",
        "„Das Konzert war wunderschön“, schwärmte Maria. Ihre Freundin stimmte zu: „Ja, die Musik war fantastisch.“ „Wir sollten öfter hingehen“, meinte Maria.",
        "Der Chef sagte: „Wir müssen das Projekt bis Freitag abschliessen.“ „Das wird knapp“, gab der Mitarbeiter zu bedenken. „Dann müssen wir uns beeilen“, erwiderte der Chef.",
        "„Hast du meinen Schlüssel gesehen?“, fragte der Vater. „Er liegt in der Schublade“, antwortete die Tochter. „Ach ja, richtig“, erinnerte er sich.",
        "Die Verkäuferin fragte: „Kann ich Ihnen helfen?“ „Ja, ich suche ein Geschenk“, erklärte die Kundin. „Für wen soll es sein?“, erkundigte sich die Verkäuferin.",
        "„Der Film war langweilig“, beschwerte sich Tom. „Ich fand ihn eigentlich ganz gut“, widersprach seine Schwester. „Über Geschmack lässt sich streiten“, meinte Tom.",
        "Der Trainer rief: „Alle zusammenkommen.“ „Was gibt es?“, fragten die Spieler. „Wir besprechen die Taktik für morgen“, erklärte er.",
        "„Kannst du mir bei den Hausaufgaben helfen?“, bat das Kind. „Natürlich“, sagte der Vater, „zeig mir, was du nicht verstehst.“ „Diese Aufgabe hier“, deutete das Kind.",
        "Die Ärztin erklärte: „Sie müssen viel trinken und sich ausruhen.“ „Wie lange werde ich krank sein?“, fragte der Patient. „In einer Woche sollte es besser sein“, antwortete sie.",
        "„Morgen ist Sonntag“, freute sich Lisa. Ihre Mutter sagte: „Da können wir ausschlafen.“ „Und danach frühstücken wir gemütlich“, schlug Lisa vor.",
        "Der Kellner fragte: „Was möchten Sie bestellen?“ „Ich nehme die Suppe“, entschied der Gast. „Und zu trinken?“, erkundigte sich der Kellner.",
        "„Das Buch ist sehr spannend“, erzählte Anna. „Wovon handelt es?“, fragte ihre Freundin. „Von einem Abenteuer im Dschungel“, erklärte Anna.",
        "Die Mutter mahnte: „Vergiss deine Jacke nicht.“ „Ich habe sie schon eingepackt“, versicherte das Kind. „Dann ist ja gut“, sagte die Mutter beruhigt.",
        "„Wollen wir morgen wandern gehen?“, fragte der Vater. „Wohin denn?“, erkundigte sich die Tochter. „Auf den Berg“, schlug der Vater vor.",
        "Der Bäcker fragte: „Was darf es sein?“ „Drei Brötchen und ein Brot“, bestellte die Kundin. „Sonst noch etwas?“, fragte der Bäcker.",
        "„Die Prüfung war schwer“, klagte der Schüler. „Hast du dich gut vorbereitet?“, fragte der Lehrer. „Ja, aber trotzdem“, seufzte der Schüler.",
        "Die Nachbarin berichtete: „Letzte Nacht gab es ein Gewitter.“ „Ja, es war sehr laut“, bestätigte Herr Schmidt. „Ich konnte nicht schlafen“, fügte sie hinzu.",
        "„Wann kommst du nach Hause?“, fragte die Mutter. „Gegen sechs Uhr“, antwortete der Sohn. „Sei bitte pünktlich“, bat die Mutter.",
        "Der Grossvater erzählte: „Als ich jung war, gab es noch keine Computer.“ „Wie habt ihr dann gearbeitet?“, fragte das Enkelkind. „Mit Schreibmaschinen und von Hand“, erklärte er.",
        "„Das Essen schmeckt köstlich“, lobte der Gast. „Danke, das freut mich“, sagte die Gastgeberin. „Darf ich das Rezept haben?“, fragte der Gast.",
        "Die Lehrerin ermahnte: „Seid bitte ruhig.“ „Wir versuchen es“, versprachen die Schüler. „Dann können wir beginnen“, sagte die Lehrerin.",
        "„Ich habe meinen Regenschirm vergessen“, bemerkte Anna. „Du kannst meinen nehmen“, bot ihr Kollege an. „Das ist sehr nett von dir“, bedankte sie sich.",
        "Der Arzt fragte: „Nehmen Sie regelmässig Ihre Medikamente?“ „Ja, jeden Tag“, bestätigte die Patientin. „Sehr gut, so soll es sein“, lobte der Arzt.",
        "„Der Zug hat Verspätung“, informierte der Sprecher. „Wie lange müssen wir warten?“, fragte ein Reisender. „Etwa zwanzig Minuten“, lautete die Antwort.",
        "Die Mutter fragte: „Hast du dein Zimmer aufgeräumt?“ „Ja, alles ist ordentlich“, behauptete das Kind. „Das sehe ich mir gleich an“, kündigte die Mutter an.",
        "„Können wir am Wochenende zelten gehen?“, fragte der Sohn. „Wenn das Wetter gut ist“, sagte der Vater. „Die Vorhersage ist positiv“, freute sich der Sohn.",
        "Der Bibliothekar erklärte: „Die Bücher müssen in zwei Wochen zurück sein.“ „Was passiert, wenn ich sie zu spät bringe?“, fragte der Leser. „Dann gibt es eine Gebühr“, antwortete er.",
        "„Mein Computer funktioniert nicht mehr“, klagte der Mitarbeiter. „Haben Sie ihn neu gestartet?“, fragte der Techniker. „Ja, mehrmals“, bestätigte der Mitarbeiter.",
        "Die Grossmutter sagte: „Ich backe heute Kuchen.“ „Welche Sorte?“, fragte das Kind neugierig. „Apfelkuchen, dein Lieblingskuchen“, verriet die Grossmutter.",
        "„Der Hund braucht einen Spaziergang“, bemerkte die Tochter. „Das stimmt“, sagte der Vater, „gehst du mit ihm?“ „Ja, ich hole die Leine“, antwortete sie.",
        "Der Trainer erklärte: „Das Training beginnt um acht Uhr.“ „Müssen wir vorher aufwärmen?“, fragte ein Spieler. „Natürlich, das ist wichtig“, bestätigte der Trainer.",
        "„Ich verstehe diese Aufgabe nicht“, gestand der Schüler. „Das erkläre ich dir gerne nochmal“, bot die Lehrerin an. „Danke, das wäre hilfreich“, sagte der Schüler.",
        "Die Kassiererin fragte: „Möchten Sie eine Tüte?“ „Nein danke, ich habe einen Beutel dabei“, antwortete die Kundin. „Das ist umweltfreundlich“, lobte die Kassiererin.",
        "„Das Bild ist wunderschön“, bewunderte der Besucher. „Es wurde von meinem Sohn gemalt“, erklärte die Mutter stolz. „Er hat grosses Talent“, sagte der Besucher.",
        "Der Busfahrer rief: „Nächste Haltestelle Bahnhof.“ „Müssen wir hier aussteigen?“, fragte die Touristin. „Ja, wenn Sie zum Zug möchten“, bestätigte er.",
        "„Die Blumen in deinem Garten sind prächtig“, bemerkte die Nachbarin. „Danke, ich pflege sie jeden Tag“, erzählte die Gärtnerin. „Das sieht man“, sagte die Nachbarin.",
        "Die Sekretärin informierte: „Der Chef ist in einer Besprechung.“ „Wann kann ich ihn sprechen?“, fragte der Besucher. „In etwa einer Stunde“, antwortete sie.",
        "„Hast du schon gegessen?“, fragte die Mutter. „Nein, ich hatte keine Zeit“, gestand der Sohn. „Dann setz dich, ich mache dir etwas“, sagte sie.",
        "Der Pilot sagte: „Wir werden in Kürze landen.“ „Endlich sind wir da.“, freute sich der Passagier. „Der Flug war angenehm“, bemerkte seine Nachbarin.",
        "„Das Museum ist heute geschlossen“, stand auf dem Schild. „Schade, ich wollte die Ausstellung sehen“, bedauerte der Tourist. „Morgen ist es wieder geöffnet“, tröstete ihn seine Frau.",
        "Die Tante fragte: „Was wünschst du dir zum Geburtstag?“ „Ein neues Buch“, antwortete das Kind. „Das lässt sich einrichten“, versprach die Tante.",
        "„Der Kaffee ist kalt geworden“, stellte der Mann fest. „Ich wärme ihn dir auf“, bot seine Frau an. „Das wäre nett“, sagte er dankbar.",
        "Der Koch erklärte: „Das Gericht braucht noch zehn Minuten.“ „Kein Problem, wir warten geduldig“, sagte der Gast. „Ihr werdet nicht enttäuscht sein“, versprach der Koch.",
        "„Mein Handy ist verschwunden“, sagte Lisa besorgt. „Wann hast du es zuletzt gesehen?“, fragte ihre Mutter. „Heute Morgen noch“, erinnerte sich Lisa.",
        "Die Lehrerin lobte: „Du hast dich sehr verbessert.“ „Ich habe viel geübt“, erklärte der Schüler. „Das hat sich gelohnt“, bestätigte die Lehrerin.",
        "„Können Sie mir den Weg erklären?“, bat der Tourist. „Natürlich, gehen Sie hier geradeaus“, erklärte der Einheimische. „Und dann?“, fragte der Tourist weiter.",
        "Der Mechaniker sagte: „Das Auto ist repariert.“ „Was war das Problem?“, erkundigte sich der Besitzer. „Der Motor brauchte neue Teile“, erklärte der Mechaniker.",
        "„Ich habe eine Überraschung für dich“, sagte die Mutter. „Was ist es?“, fragte das Kind aufgeregt. „Das siehst du gleich“, sagte sie geheimnisvoll.",
        "Die Grossmutter ermahnte: „Pass auf beim Überqueren der Strasse.“ „Ich schaue immer nach links und rechts“, versprach das Kind. „Sehr vernünftig“, lobte sie.",
        "„Wann beginnt der Film?“, fragte der Besucher. „In fünfzehn Minuten“, informierte der Angestellte. „Dann haben wir noch Zeit für Popcorn“, freute er sich.",
        "Der Postbote rief: „Ein Paket für Sie.“ „Das habe ich erwartet“, sagte die Frau, „vielen Dank.“ „Gern geschehen“, erwiderte der Postbote.",
        "„Das Wasser im Pool ist warm“, stellte das Kind fest. „Ja, die Sonne hat es aufgewärmt“, erklärte der Vater. „Dann können wir lange schwimmen“, freute sich das Kind.",
        "Die Verkäuferin sagte: „Dieses Kleid steht Ihnen sehr gut.“ „Meinen Sie wirklich?“, fragte die Kundin unsicher. „Ja, die Farbe passt perfekt“, bestätigte sie.",
        "„Ich habe den Termin vergessen“, gestand Thomas. „Das ist nicht schlimm“, beruhigte ihn sein Freund. „Wir können einen neuen vereinbaren“, schlug er vor.",
        "Der Lehrer fragte: „Wer kennt die Antwort?“ Mehrere Schüler meldeten sich. „Anna, sag es uns bitte“, wählte der Lehrer.",
        "„Es regnet wieder“, seufzte die Frau am Fenster. „Der Wetterbericht hatte recht“, bestätigte ihr Mann. „Hoffentlich hört es bald auf“, wünschte sie sich.",
        "Die Ärztin empfahl: „Sie sollten mehr Sport treiben.“ „Welche Sportart ist am besten?“, fragte der Patient. „Schwimmen oder Radfahren“, antwortete die Ärztin.",
        "„Die Suppe ist zu salzig“, bemerkte der Gast. „Das tut mir leid“, entschuldigte sich der Koch. „Ich bringe Ihnen eine neue“, versprach er.",
        "Der Onkel erzählte: „Ich war letzte Woche in den Bergen.“ „War es schön dort?“, fragte die Nichte. „Wunderschön, die Aussicht war atemberaubend“, schwärmte er.",
        "„Können wir einen Hund bekommen?“, baten die Kinder. „Das ist eine grosse Verantwortung“, gab die Mutter zu bedenken. „Wir werden uns gut um ihn kümmern“, versprachen sie.",
        "Die Bankangestellte fragte: „Wie kann ich Ihnen helfen?“ „Ich möchte ein Konto eröffnen“, erklärte der Kunde. „Setzen Sie sich bitte“, bat sie ihn.",
        "„Der Schnee liegt hoch“, freute sich das Kind. „Dann können wir einen Schneemann bauen“, schlug der Vater vor. „Au ja“, rief das Kind begeistert.",
        "Der Dirigent sagte: „Die Probe beginnt in fünf Minuten.“ „Sind alle Musiker da?“, fragte die Assistentin. „Es fehlen noch zwei“, antwortete der Dirigent.",
        "„Ich habe meinen Pass verloren“, sagte der Tourist besorgt. „Wo haben Sie ihn zuletzt gesehen?“, fragte der Beamte. „Im Hotel“, antwortete der Tourist.",
        "Die Mutter rief: „Das Abendessen ist fertig.“ „Ich komme gleich“, antwortete der Sohn. „Lass es nicht kalt werden“, ermahnte sie.",
        "„Das Regal ist zu hoch“, stellte die Kundin fest. „Wir haben auch niedrigere Modelle“, informierte der Verkäufer. „Zeigen Sie mir bitte welche“, bat sie.",
        "Der Feuerwehrmann erklärte: „Das Feuer ist unter Kontrolle.“ „Gott sei Dank“, seufzte der Hausbesitzer erleichtert. „Niemand wurde verletzt“, fügte der Feuerwehrmann hinzu.",
        "„Meine Brille ist zerbrochen“, klagte die Grossmutter. „Wir gehen zum Optiker“, schlug die Enkelin vor. „Das ist eine gute Idee“, stimmte die Grossmutter zu.",
        "Die Flugbegleiterin bat: „Bitte schnallen Sie sich an.“ „Gibt es Turbulenzen?“, fragte ein Passagier. „Nur leichte“, beruhigte sie ihn.",
        "„Das Geschenk gefällt mir sehr“, bedankte sich die Freundin. „Das freut mich“, sagte Lisa glücklich. „Du hast einen guten Geschmack“, lobte die Freundin.",
        "Der Zahnarzt fragte: „Haben Sie Schmerzen?“ „Ja, hier hinten“, zeigte der Patient. „Das sehe ich mir an“, sagte der Zahnarzt.",
        "„Die Katze ist weggelaufen“, rief das Kind verzweifelt. „Sie kommt bestimmt zurück“, tröstete die Mutter. „Hoffentlich hast du recht“, sagte das Kind.",
        "Der Schaffner informierte: „Nächster Halt Zürich.“ „Müssen wir umsteigen?“, fragte der Reisende. „Nein, der Zug fährt durch“, antwortete der Schaffner.",
        "„Ich habe gute Neuigkeiten“, verkündete der Chef. „Was ist passiert?“, fragten die Mitarbeiter gespannt. „Wir haben den Auftrag bekommen“, freute sich der Chef.",
        "Die Mutter ermahnte: „Iss dein Gemüse auf.“ „Muss ich wirklich?“, fragte das Kind. „Ja, es ist gesund für dich“, bestand die Mutter.",
        "„Der Drucker funktioniert nicht“, berichtete die Kollegin. „Haben Sie Papier nachgefüllt?“, fragte der IT-Techniker. „Nein, das habe ich vergessen“, gab sie zu.",
        "Der Gärtner erklärte: „Die Pflanzen brauchen mehr Wasser.“ „Wie oft soll ich giessen?“, fragte die Hausbesitzerin. „Täglich bei dieser Hitze“, empfahl er.",
        "„Mein Fahrrad hat einen Platten“, stellte das Kind fest. „Das können wir reparieren“, sagte der Vater. „Hast du das nötige Werkzeug?“, fragte das Kind.",
        "Die Apothekerin fragte: „Haben Sie ein Rezept?“ „Ja, hier ist es“, antwortete die Kundin. „Das Medikament ist sofort verfügbar“, informierte die Apothekerin.",
        "„Die Sonne scheint endlich wieder“, freute sich der Mann. „Perfektes Wetter für einen Ausflug“, stimmte seine Frau zu. „Wohin sollen wir fahren?“, überlegte er.",
        "Der Bibliothekar bemerkte: „Dieses Buch ist sehr beliebt.“ „Kann ich es trotzdem ausleihen?“, fragte die Leserin. „Ja, es ist gerade verfügbar“, bestätigte er.",
        "„Ich bin so müde“, gähnte die Tochter. „Du bist auch spät ins Bett gegangen“, erinnerte die Mutter. „Ja, ich hätte früher schlafen sollen“, gab sie zu.",
        "Der Taxifahrer fragte: „Wohin möchten Sie?“ „Zum Flughafen, bitte“, antwortete der Fahrgast. „Das dauert etwa zwanzig Minuten“, schätzte der Fahrer.",
        "„Die Präsentation war hervorragend“, lobte der Direktor. „Vielen Dank für das Kompliment“, freute sich die Mitarbeiterin. „Sie haben sich gut vorbereitet“, bestätigte er.",
        "Die Kindergärtnerin rief: „Zeit zum Aufräumen.“ „Schon?“, fragten die Kinder enttäuscht. „Ja, gleich gibt es Mittagessen“, erklärte sie.",
        "„Können Sie mir Wechselgeld geben?“, bat der Kunde. „Natürlich, wie viel brauchen Sie?“, fragte der Kassierer. „Zehn Franken in Münzen“, antwortete der Kunde."
    ]
}